Repository: concretecms/addon_community_translation
Catalog: package/languages/*/LC_MESSAGES/messages.po
Languages: it_it

source: If you'd like to help us translating concrete5 to a new language, you can ask us to <a href="%s">create a new Translators Team</a>.
it_it: Per aiutarci a tradurre concrete5 in una nuova lingua, è possibile inoltrare la richiesta di <a href="%s">creazione di un nuovo gruppo di traduzione</a>.

source: Login required
it_it: È necessario effettuare l’accesso

source: Yes
it_it: Sì

source: Packages
it_it: Pacchetti

source: Search
it_it: Cerca

source: Search package
it_it: Cerca pacchetto

source: No packages found
it_it: Nessun pacchetto trovato

source: Found packages
it_it: Pacchetti trovati

source: Versions of %s
it_it: Versioni di %s

source: No access token received
it_it: Nessun token di accesso ricevuto

source: Invalid access token received
it_it: Token di accesso ricevuto non valido

source: Access denied for the user associated to the access token
it_it: Accesso negato per l’utente associato al token di accesso

source: Unable to retrieve the temporary directory.
it_it: Non è stato possibile recuperare la cartella temporanea.

source: Unable to create a temporary directory.
it_it: Non è stato possibile creare una cartella temporanea.

source: Error initializing a temporary directory.
it_it: Si è verificato un errore durante l’inizializzazione di una cartella temporanea.

source: Failed to empty directory %s
it_it: Non è stato possibile svuotare la cartella %s

source: Failed to create directory %s
it_it: Non è stato possibile creare la cartella %s

source: Safe-mode can't be on
it_it: La modalità safe non può essere attivata.

source: exec() function is missing
it_it: Manca la funzione exec()

source: exec() function is disabled
it_it: La funzione exec() è disabilitata

source: Command failed with return code %1$s: %2$s
it_it: Comando fallito con codice di ritorno %1$s: %2$s

source: Initializing/fetching local repository clone
it_it: Inizializzazione/scaricamento della copia locale del repository

source: Listing tags
it_it: Elencazione dei tag

source: Checking out tag '%s'
it_it: Check-out del tag “%s”

source: Extracting strings for version '%s'
it_it: Estrazione stringhe per versione “%s”

source: Tags skipped since already parsed: %s
it_it: Tag saltati poiché già analizzati: %s

source: Checking out development branch '%s'
it_it: Check-out del ramo di sviluppo “%s”

# Versions
source: all
it_it: tutte

# Versions
source: none
it_it: nessuna

# TermType
source: Adjective
it_it: Aggettivo

# TermType_short
source: adj.
it_it: agg.

source: A word that describes a noun or pronoun (examples: big, happy, obvious).
it_it: Una parola che descrive un nome o un pronome (esempi: grande, felice, ovvio).

# TermType
source: Adverb
it_it: Avverbio

# TermType_short
source: adv.
it_it: avv.

source: A word that describes or gives more information about a verb, adjective or other adverb (examples: carefully, quickly, very).
it_it: Una parola che descrive o fornisce ulteriori informazioni su un verbo, un aggettivo o un altro avverbio (esempi: attentamente, velocemente, decisamente).

# TermType
source: Conjunction
it_it: Congiunzione

# TermType_short
source: conj.
it_it: cong.

source: A word that ​connects words, ​phrases, and ​clauses in a ​sentence (examples: and, but, while, ​although).
it_it: Una parola che connette parole, frasi e proposizioni in una frase (esempi: e, ma, mentre, sebbene).

# TermType
source: Interjection
it_it: Esclamazione

# TermType_short
source: interj.
it_it: escl.

source: A word that is used to show a ​short ​sudden ​expression of ​emotion (examples: Bye!, Cheers!, Goodbye!, Hi!, Hooray!).
it_it: Una parola che viene usata per mostrare un’improvvisa breve espressione di emozione (esempi: Ciao!, Salute!, Arrivederci!, Evviva!).

# TermType
source: Noun
it_it: Nome

source: A word that refers to a ​person, ​place, thing, ​event, ​substance, or ​quality (examples: Andrew, house, pencil, table).
it_it: Una parola che si riferisce a una persona, un luogo, una cosa, un evento, un materiale o una qualità (esempi: Andrea, casa, matita, tavolo).

# TermType
source: Preposition
it_it: Preposizione

source: A word that is used before a ​noun, a ​noun phrase, or a ​pronoun, ​connecting it to another word (examples: at, for, in, on, under).
it_it: Una parola che viene usata prima di un sostantivo, una frase nominale o un pronome, collegandolo a un'altra parola (esempi: a, da, in, con, sopra, sotto).

# TermType
source: Pronoun
it_it: Pronome

source: A word that is used ​instead of a ​noun or a ​noun phrase (examples: I, me, mine, myself).
it_it: Una parola che viene usata al posto di un nome o di un frase nominale (esempi: io, me, mio).

# TermType
source: Verb
it_it: Verbo

source: A word or phrase that ​describes an ​action, ​condition, or ​experience (examples: listen, read, write).
it_it: Una parola o frase che descrive un’azione, condizione o esperienza (esempi: ascoltare, leggere, scrivere).

source: Unknown language identifier: %s
it_it: Identificativo di lingua sconosciuto: %s

source: %s development series
it_it: Serie di sviluppo %s

source: Unable to find the file/directory %s
it_it: Non è stato possibile trovare il file o la cartella %s

source: Unable to find the file %s
it_it: Non è stato possibile trovare il file %s

source: Failed to extract the archive contents
it_it: Non è stato possibile estrarre il contenuto dall’archivio

source: Unable to find the directory %s
it_it: Non è stato possibile trovare la cartella %s

source: Failed to copy a temporary file
it_it: Non è stato possibile copiare un file temporaneo

source: User is a global locale administrator
it_it: L’utente è un amministratore globale della lingua

source: Invalid access level specified
it_it: Il livello di accesso specificato non è valito

source: Only members of the %s transation team can download its translations
it_it: Solo i membri del gruppo di traduzione per %s possono scaricarne le traduzioni

source: Failed to create a user group with name '%1$s' as a child of '%2$s'
it_it: Non è stato possibile creare un gruppo di utenti con nome “%1$s” come figlio di “%2$s”

source: Failed to create a user group with name '%s'
it_it: Non è stato possibile creare un gruppo di utenti con nome “%1$s”

source: removed user
it_it: utente rimosso

source: system
it_it: sistema

source: The temporary directory is not writable.
it_it: La cartella temporanea non è scrivibile.

source: Invalid translated package specified
it_it: Il pacchetto tradotto specificato non è valido

source: Invalid locale specified
it_it: La lingua specificata non è valida

source: Invalid translatable string specified
it_it: La stringa da tradurre specificata non è valida

source: Invalid locale identifier: %s
it_it: Identificativo di lingua non valido: %s

source: The locale '%s' is the source one.
it_it: La lingua “%s” è quella di origine.

source: The locale '%s' is not approved.
it_it: La lingua “%s” non è approvata.

source: No access for the locale '%s'.
it_it: Nessuna accesso alla lingua “%s”.

source: The specified file contains translations for %1$s and not for %2$s
it_it: Il file specificato contiene traduzioni per “%1$s” e non per “%2$s”

source: It was not possible to determine the language of the uploaded file.
it_it: Non è stato possibile determinare la lingua del file caricato.

source: For the language %1$s there should be %2$d plural forms, but in your file this is not specified
it_it: Per la lingua “%1$s” ci dovrebbero essere %2$d forme plurali, ma nel tuo file questo non è specificato

source: For the language %1$s there should be %2$d plural forms, but in your file there are %3$d
it_it: Per la lingua “%1$s” ci dovrebbero essere %2$d forme plurali, ma nel tuo file ce ne sono %3$d

source: Community Translation theme.
it_it: Tema per Community Translation
