Repository: concretecms/addon_community_translation
Catalog: package/languages/*/LC_MESSAGES/messages.po
Languages: it_it

source: Translate concrete5 core and packages
it_it: Traduci il core di concrete5 e i pacchetti

source: Strings from Git Repositories
it_it: Stringhe da repository git

source: Git Repository details
it_it: Dettagli repository git

source: Community Translation Options
it_it: Opzioni di Community Translation

source: Translation Teams
it_it: Gruppi di traduzione

source: Create new Translation Team
it_it: Crea un nuovo gruppo di traduzione

source: Translation Team Details
it_it: Dettagli gruppo di traduzione

source: Translate
it_it: Traduci

source: Package details
it_it: Dettagli pacchetto

source: Online Translation
it_it: Traduzione online

source: Fill translations
it_it: Inserisci traduzioni

# AttributeTypeName
source: API Token
it_it: Token API

# AttributeKeyName
source: API Token
it_it: Token API

source: Generate API Token
it_it: Genera token API

source: Keep this API Token
it_it: Mantieni questo token API

source: Generate new API Token
it_it: Genera nuovo token API

source: Remove API Token
it_it: Rimuovi token API

source: Unable to find the specified repository
it_it: Non è stato possibile trovare il repository specificato

source: Please specify the repository mnemonic name
it_it: Specificare il nome mnemonico del repository

source: Please specify the repository URL
it_it: Specificare l’URL del repository

source: Please specify a valid version filter
it_it: Specificare un filtro versione valido

source: Please specify if and how the repository tags should be parsed
it_it: Specificare se e come i tag del repository dovrebbero essere analizzati

source: Invalid branch/version parameters received
it_it: Parametri ramo/versione ricevuti non validi

source: Duplicated branch: %s
it_it: Ramo duplicato: %s

source: Missing version for branch %s
it_it: Manca la versione per il ramo %s

source: Missing branch for version %s
it_it: Manca il ramo per la versione %s

source: There's already another repository named '%s'
it_it: C’è già un altro repository con nome “%s”

source: The Git Repository has been created
it_it: Il repository git è stato creato

source: The Git Repository has been updated
it_it: Il repository git è stato aggiornato

source: The Git Repository has been deleted
it_it: Il repository git è stato rimosso

source: Removed group
it_it: Gruppo rimosso

# GroupName
source: Guest
it_it: Ospite

source: Please specify the translation thresold used to consider a language as translated
it_it: Specificare la soglia di traduzione da usare per considerare una lingua come tradotta

source: Please specify who can download translations
it_it: Specificare chi può scaricare le traduzioni

source: The specified temporary directory does not exist
it_it: La cartella temporanea specificata non esiste

source: The specified temporary directory is not writable
it_it: La cartella temporanea specificata non è scrivibile

source: Please specify the user group to control the API access to statistical data
it_it: Specificare il gruppo di utenti per il controllo dell’accesso alle API per le informazioni statistiche

source: Please specify the user group to control the API access to downloads
it_it: Specificare il gruppo di utenti per il controllo dell’accesso alle API per i download

source: Please specify the user group to control the API access to import packages
it_it: Specificare il gruppo di utenti per il controllo dell’accesso alle API per l’importazione dei pacchetti

source: Please specify the user group to control the API access to update package translations
it_it: Specificare il gruppo di utenti per il controllo dell’accesso alle API per l’aggiornamento delle traduzioni dei pacchetti

source: Comminity Translation options have been saved.
it_it: Le opzioni di Comminity Translation sono state salvate.

source: You need to sign-in in order to ask the creation of a new Translation Team
it_it: È necessario accedere per poter richiedere la creazione di un nuovo gruppo di traduzione

source: Please specify the language that you want to create
it_it: Specificare la lingua che si desidera creare

source: Please explain why this language should not be associated to a Country
it_it: Spiegare perché questa lingua non dovrebbe essere associata ad una nazione

source: Please specify the Country associated to the language that you want to create
it_it: Specificare la nazione associata alla lingua che si desidera creare

source: The language team for '%s' already exists
it_it: Il gruppo di traduzione per “%s” esiste già

source: The language team for '%s' has already been requested
it_it: Il gruppo di traduzione per “%s” è stato già richiesto

source: The locale identifier '%s' is not valid
it_it: L’identificativo della lingua “%s” non è valido

source: Invalid user rights
it_it: Permessi di accesso non validi

source: Your request to join the %s translation group has been submitted. Thank you!
it_it: La tua richiesta di unirti al gruppo di traduzione per %s è stata inviata. Grazie!

source: Your request to join the '%s' translation group has been canceled.
it_it: La tua richiesta di unirti al gruppo di traduzione per %s è stata annullata.

source: You left the '%s' translation group.
it_it: Hai lasciato il gruppo di traduzione “%s”.

source: Invalid user
it_it: Utente non valido

source: User %s has been accepted as translator
it_it: L’utente %s è stato accettato come traduttore

source: The request by %s has been refused
it_it: La richiesta da parte di %s è stata rifiutata

source: The role of %s has been updated
it_it: Il ruolo di %s è stato aggiornato

source: The requested package has not been found
it_it: Il pacchetto richiesto non è stato trovato

source: The requested locale has not been found
it_it: La lingua richiesta non è stata trovata

source: An unspecified error occurred
it_it: Si è verificato un errore non meglio specificato

source: Please specify the translations file to be uploaded
it_it: Specificare il file delle traduzioni da caricare

source: The specified file does not contain any translations. Please be sure it is a .po file
it_it: Il file specificato non contiene alcuna traduzione. Assicurarsi che sia un file .po

source: Number of strings not translated (skipped)
it_it: Numero di stringhe non tradotte (saltate)

source: Number of translations for unknown translatable strings (skipped)
it_it: Numero di traduzioni per stringhe da tradurre sconsciute (saltate)

source: Number of new translations added and marked as the current ones
it_it: Numero di nuove traduzioni aggiunge e segnate come correnti

source: Number of new translations added but waiting for review (not marked as current)
it_it: Numero di nuove traduzioni aggiunte ma in attesa di revisione (non segnate come correnti)

source: Number of already active translations untouched
it_it: Numero di traduzioni già attive non modificate

source: Number of current translations marked as reviewed
it_it: Numero di traduzioni segnate come revisionate

source: Number of previous translations that have been activated (made current)
it_it: Numero di traduzioni precedenti che sono state attivate (rese correnti)

source: Number of translations untouched
it_it: Numero di traduzioni non modificate

source: Invalid language identifier received
it_it: È stato ricevuto un identificativo di lingua non valido

source: You need to log-in in order to translate
it_it: È necessario accedere per poter tradurre

source: You don't belong to the %s translation group
it_it: Non fai parte del gruppo di traduzione per %s

source: Invalid translated package identifier received
it_it: È stato ricevuto un identificativo di pacchetto non valido

source: Strings awaiting review in %s
it_it: Stringhe in attesa di revisione per %s

source: Translating %1$s in %2$s
it_it: Traduzione di %1$s in %2$s

source: Invalid translatable string identifier received
it_it: È stato ricevuto un identificativo di stringa da tradurre non valido

source: Unable to find the specified translatable string.
it_it: Non è stato possibile trovare la stringa da tradurre specificata.

source: Unable to find the specified parent comment.
it_it: Non è stato possibile trovare il commento padre specificato.

source: Please specify the comment visibility.
it_it: Specificare la visibilità del commento.

source: Unable to find the specified comment.
it_it: Non è stato possibile trovare il commento specificato.

source: Access denied to this comment.
it_it: Accesso negato a questo commento.

source: Please specify the comment text.
it_it: Specificare il testo del commento.

source: This comment has some replies, so it can't be deleted.
it_it: Questo commento ha alcune risposte, quindi non può essere eliminato.

source: Access denied.
it_it: Accesso negato.

source: Unable to find the specified gossary entry.
it_it: Non è stato possibile trovare la voce di glossario specificata.

source: Please specify the term.
it_it: Specificare il termine.

source: The term "%1$s" already exists for the type "%2$s"
it_it: Il termine “%1$s” esiste già per il tipo “%2$s”

source: It's not possible to delete this entry since it's translated in these languages too:
it_it: Non è possibile eliminare questa voce poiché è tradotta anche in queste lingue:

source: It's not possible to delete this entry since it's translated in %d other languages too.
it_it: Non è possibile eliminare questa voce poiché è tradotta anche in altre %d lingue.

source: Missing operation identifier
it_it: Identificativo operazione mancante

source: Unable to find the specified translation.
it_it: Non è stato possibile trovare la traduzione specificata.

source: The specified translation is not for the correct string.
it_it: La traduzione specificata non è per la stringa corretta.

source: The specified translation is not for the correct language.
it_it: La traduzione specificata non è per la lingua corretta.

source: Invalid operation identifier received: %s
it_it: Identificativo operazione ricevuto non valido: %s

source: Access denied
it_it: Accesso negato

source: The selected translation is already the current one
it_it: La traduzione selezionata è già quella attuale

source: Since the current translation is approved, you have to wait that this new translation will be approved
it_it: Poiché la traduzione corrente è approvata, è necessario attendere che questa nuova traduzione venga approvata

source: Please specify the translations
it_it: Specificare le traduzioni

source: Missing parameter: %s
it_it: Parametro mancante: %s

source: The current translation is marked as reviewed, so you can't remove it.
it_it: La traduzione attuale è segnata come revisionata, quindi non puoi rimuoverla.

source: Please specify the file to be analyzed
it_it: Specificare il file da analizzare

source: You need to specify at least one kind of file to generate
it_it: È necessario specificare almeno un tipo di file da generare

source: Please specify the languages of the .po/.mo files to generate
it_it: Specificare le lingue dei file .po/.mo da generare

source: No translatable string found in the uploaded file
it_it: Non è stata trovata alcuna stringa da tradurre nel file caricato

source: Failed to create destination ZIP file
it_it: Non è stato possibile creare il file ZIP di destinazione

source: Your request to join the %s translation group has been canceled.
it_it: La tua richiesta di unirti al gruppo di traduzione per %s è stata annullata.

source: The request to create the '%s' translation group has been canceled
it_it: La richiesta di creare il gruppo di traduzione “%s” è stata annullata

source: The language team for '%s' has been requested. Thank you!
it_it: La richiesta di creazione del gruppo di traduzione per “%s” è stata inoltrata. Grazie!

source: The language team for '%s' has been created
it_it: Il gruppo di traduzione per “%s” è stato creato

source: The language team for '%s' has been approved
it_it: Il gruppo di traduzione per “%s” è stato approvato

source: Please specify at least one language
it_it: Specificare almeno una lingua

source: Please select up to %d language
it_it: Specificare fino a %d lingua

source: Please specify the package handle
it_it: Specificare l’handle del pacchetto

source: Version
it_it: Versione

source: Total strings: %d
it_it: Stringhe totali: %d

source: Translated strings: %d
it_it: Stringhe tradotte: %d

source: Untranslated strings: %d
it_it: Stringhe non tradotte: %d

source: Progress: %.2f%%
it_it: Avanzamento: %.2f%%

source: Show language
it_it: Mostra lingua

source: Official Languages
it_it: Lingue ufficiali

source: Other Languages
it_it: Altre lingue

source: Unselect all
it_it: Deseleziona tutto

source: Please select a language
it_it: Selezionare una lingua

source: Please select at least one language
it_it: Selezionare almeno una lingua

source: Parse Git Repositories
it_it: Analizza repository git

source: Fetch all defined Git Repositories and extract translatable strings
it_it: Scarica tutti di repository git definiti ed estrae le stringhe da tradurre

source: No Git Repositories defined.
it_it: Nessun repository git definito

source: Processing repository '%s'
it_it: Analizi del repository “%s”

source: ERROR: %s
it_it: ERRORE: %s

source: Mnemonic name
it_it: Nome mnemonico

source: Package handle
it_it: Handle del pacchetto

source: Leave empty for concrete5 core
it_it: Lasciare vuoto per il core di concrete5

source: Repository URL
it_it: URL del repository

source: This is the path to the directory in the git repository that contains the translatable strings.<br />For concrete5 core it could be %s
it_it: Questo è il percorso della cartella nel repository git che contiene le stringhe da tradurre.<br />Per il core di concrete5 potrebbe essere %s

source: Root directory
it_it: Cartella radice

source: The tags that satisfy this criteria will be fetched just once.
it_it: I tag che soddisfano questo criterio verranno scaricati una sola volta.

source: Parse tags
it_it: Analizza tag

# Tags
source: none
it_it: nessuno

# Tags
source: all
it_it: tutti

# Tags
source: filter
it_it: filtro

source: These branches should be fetched periodically in order to extract new strings while the development progresses
it_it: Questi rami dovrebbero essere recuperati periodicamente per poterne estrarre nuove stringhe introdotte durante lo sviluppo

source: Development branches
it_it: Rami di sviluppo

source: Cancel
it_it: Annulla

source: Delete
it_it: Elimina

source: Create
it_it: Crea

source: Update
it_it: Aggiorna

source: Branch
it_it: Ramo

source: Are you sure?
it_it: Procedere?

source: Add Git Repository
it_it: Aggiungi repository git

source: No Git Repository has been defined.
it_it: Nessun repository git è stato definito.

source: Package
it_it: Pacchetto

source: Tags
it_it: Tag

source: Dev branches
it_it: Rami svil.

source: concrete5 core
it_it: core di concrete5

# Directory
source: none
it_it: nessuna

# Branch
source: none
it_it: nessuno

source: Branch %s &rarr; version %s
it_it: Ramo %s &rarr; versione %s

source: Translations
it_it: Traduzioni

source: Translations below this value as considered as <i>not translated</i>
it_it: Le traduzioni sotto questo valore sono considerate come <i>non tradotte</i>

source: Translation threshold
it_it: Soglia traduzione

source: Download access via web
it_it: Accesso al download da web

source: Anyone can download translations
it_it: Chiunque può scaricare le traduzioni

source: Only registered users can download translations
it_it: Solo gli utenti registrati possono scaricare le traduzioni

source: Only translators of a language can download the associated translations
it_it: Solo i traduttori di una lingua possono scaricare le relative traduzioni

source: API Access
it_it: Accesso API

source: Select group
it_it: Selezionare gruppo

source: Paths
it_it: Percorsi

source: Temporary directory
it_it: Cartella temporanea

source: Default temporary directory: %s
it_it: Cartella temporanea predefinita: %s

source: Notifications
it_it: Notifiche

source: Sender email address
it_it: Indirizzo email del mittente

source: Default email address: %s
it_it: Indirizzo email predefinito: %s

source: Sender name
it_it: Nome mittente

source: Default sender name: %s
it_it: Nome mittente predefinito: %s

source: Save
it_it: Salva

source: Retrieve statistical data
it_it: Recupera informazioni statistiche

source: Download translations
it_it: Scarica traduzioni

source: Import translations from packages
it_it: Importa traduzioni dai pacchetti

source: Update package translations
it_it: Aggiorna le traduzioni dei pacchetti

source: New Translators Team
it_it: Nuovo gruppo di traduttori

source: Language
it_it: Lingua

source: Please select
it_it: Selezionare

source: Country
it_it: Nazione

source: Options
it_it: Opzioni

source: Enable this locale immediately
it_it: Abilita subito questa lingua

source: This language is not Country-specific
it_it: Questa lingua non è associata ad una nazione

source: Submit request
it_it: Inoltra richiesta

source: Other Countries
it_it: Altre nazioni

source: Suggested Countries
it_it: Nazioni suggerite

source: %s Translation Team
it_it: Gruppo di traduzione %s

source: Maintainers
it_it: Gestori

source: Team Coordinators
it_it: Coordinatori del gruppo

source: No coordinators so far
it_it: Nessun coordinatore al momento

source: Set as translator
it_it: Imposta come traduttore

source: Expel
it_it: Espelli

source: Coordinator since: %s
it_it: Coordinatore dal: %s

source: Translators
it_it: Traduttori

source: No translators so far
it_it: Nessun traduttore al momento

source: Set as coordinator
it_it: Imposta come coordinatore

source: Translator since: %s
it_it: Traduttore dal: %s

source: Join Requests
it_it: Richieste di parteipazione

source: Approve
it_it: Approva

source: Deny
it_it: Rifiuta

source: Request date: %s
it_it: Data richiesta: %s

source: You must sign-in in order to join this translation group.
it_it: È necessario accedere per potersi unire a questo gruppo di traduzione.

source: Join this team
it_it: Unisciti a questo gruppo

source: Cancel join request
it_it: Annulla richiesta di partecipazione

source: Leave this group
it_it: Lascia questo gruppo

source: Back to Team list
it_it: Torna all’elenco dei gruppi

source: Details for %s
it_it: Dettagli su %s

source: Other languages
it_it: Altre lingue

source: Other versions
it_it: Altre versioni

source: Translate online
it_it: Traduci online

source: Download .po file for offline translation
it_it: Scarica file .po per traduzione offline

source: Download .mo file to use it
it_it: Scarica file .mo per usarlo

source: Upload translated file
it_it: Carica file tradotto

source: Submit
it_it: Invia

source: Statistics
it_it: Statistiche

source: Progress
it_it: Avanzamento

source: Translated strings
it_it: Stringhe tradotte

source: Untranslated strings
it_it: Stringhe non tradotte

source: Last updated
it_it: Ultimo aggiornamento

source: You must log in and you have to be a member of the %s translation team in order to help us translating it
it_it: È necessario accedere e far parte del gruppo di traduzione per %s per aiutarci nella traduzione

source: You must be a member of the %s translation team in order to help us translating it
it_it: È far parte del gruppo di traduzione per %s per aiutarci nella traduzione

source: Toggle navigation
it_it: Navigazione sì/no

source: View all strings to be reviewed
it_it: Vedi tutte le stringhe in attesa di recensione

source: References
it_it: Riferimenti

source: No references found for this string.
it_it: Nessun riferimento trovato per questa stringa.

source: Show all the places where this string is used
it_it: Mostra tutte le posizioni in cui viene usata questa stringa

source: Other translations
it_it: Altre traduzioni

source: Comments
it_it: Commenti

source: Suggestions
it_it: Suggerimenti

source: Glossary
it_it: Glossario

source: No other translations found.
it_it: Nessun’altra traduzione trovata.

source: Date
it_it: Data

source: Translation
it_it: Traduzione

source: Action
it_it: Azione

source: No comments found for this string.
it_it: Nessun commento trovato su questa stringa.

source: Extracted comments
it_it: Commenti estratti

source: Translators comments
it_it: Commenti dei traduttori

source: New comment
it_it: Nuovo commento

source: No similar translations found for this string.
it_it: Nessuna traduzione simile trovata per questa stringa.

source: Similar translations
it_it: Traduzioni simili

source: No glossary terms found for this string.
it_it: Nessun termine del glossario trovato per questa stringa.

source: New term
it_it: Nuovo termine

source: Translation comment
it_it: Commento del traduttore

source: Comment visibility
it_it: Visibilità del commento

source: This is a comment only for %s
it_it: Questo è un commento solo per %s

source: This is a comment for all languages
it_it: Questo è un commento solo per tutte le lingue

source: Markdown syntax
it_it: Sintassi Markdown

source: Comment
it_it: Comemnto

source: Preview
it_it: Anteprima

source: String usage
it_it: Utilizzo stringa

source: Close
it_it: Chiudi

source: Glossary Term
it_it: Termine del glossario

source: Info shared with all languages
it_it: Info condivisa con tutte le lingue

source: Term
it_it: Termine

source: Type
it_it: Tipo

# Type
source: none
it_it: nessuno

source: Info only for %s
it_it: Info solo per %s

source: no translation available
it_it: nessuna traduzione disponibile

# Prefix of an author name
source: by
it_it: di

source: Reply
it_it: Rispondi

source: Edit
it_it: Modifica

# Translation
source: Use this
it_it: Usa questa

source: This string is not used in any package.
it_it: Questa stringa non è usata in alcun pacchetto.

source: Waiting approval
it_it: In attesa di approvazione

# PluralCase
source: One
it_it: Uno

# PluralCase
source: Two
it_it: Due

# PluralCase
source: Few
it_it: Pochi

# PluralCase
source: Many
it_it: Molti

# PluralCase
source: Other
it_it: Altro

source: Fill-in already translated strings
it_it: Completa le stringhe già tradotte

source: Here you can upload a ZIP file containing a package, or a .pot/.po/.mo file.
it_it: Qui è possibile caricare un file ZIP contenente un pacchetto, o un file .pot/.po/.mo.

source: You'll get back a ZIP file containing all the translatable strings found (.pot file) and the translated strings we already know for the languages that you specify (as source .po files or as compiled .mo files).
it_it: Riceverai un file ZIP contenente tutte le stringhe da tradurre trovate (file .pot) e le stringhe di cui già abbiamo le traduzioni per le lingue che specifichi (come file sorgenti .po o come file compilati .mo).

source: File to be processed
it_it: File da analizzare

source: File to be generated
it_it: File da generare

source: Include list of found translatable strings (.pot file)
it_it: Includi la lista di stringhe da tradurre (file .pot)

source: Include source translations (.po files)
it_it: Includi le traduzioni sorgente (file .po)

source: Include compiled translations (.mo files)
it_it: Includi le traduzioni compilate (file .po)

source: Standard lanuages
it_it: Lingue predefinite

# Languages
source: Select all
it_it: Seleziona tutte

# Languages
source: Select none
it_it: Seleziona nessuna

source: Additional lanuages
it_it: Lingue aggiuntive

source: Translators Teams
it_it: Gruppi di traduzione

source: Team
it_it: Gruppo

source: Leave
it_it: Lascia

source: Cancel request
it_it: Annulla richiesta

source: Requested Teams
it_it: Gruppi richiesti

# Language
source: Requested by:
it_it: Richiesta da:

# Language
source: Requested on:
it_it: Richiesta il:

source: Would you like a new translation group?
it_it: Si desidera un nuovo gruppo di traduzione?
